[
  {
    "id": 1,
    "text": "Bogactwo zaczyna się od bogactwa umysłu. Każda myśl tworzy twoją przyszłą rzeczywistość.",
    "author": "Louise Hay"
  },
  {
    "id": 2,
    "text": "Jedyną rzeczą, która oddziela cię od twoich celów, jest historia, którą ciągle opowiadasz sobie, dlaczego nie możesz ich osiągnąć.",
    "author": "Tony Robbins"
  },
  {
    "id": 3,
    "text": "Miłość własna to najważniejsza miłość. Kiedy kochasz siebie, twoja miłość własna staje się tak ogromna, że nie możesz jej zatrzymać dla siebie.",
    "author": "Kamal Ravikant"
  },
  {
    "id": 4,
    "text": "Pieniądze są cudownym sługą, ale okropnym panem.",
    "author": "P.T. Barnum"
  },
  {
    "id": 5,
    "text": "Obfitość nie jest czymś, co osiągamy. Jest czymś, co przyciągamy będąc tym, kim jesteśmy.",
    "author": "Wayne Dyer"
  },
  {
    "id": 6,
    "text": "Największym wyzwaniem w życiu jest bycie sobą w świecie, który próbuje uczynić cię kimś innym.",
    "author": "E.E. Cummings"
  },
  {
    "id": 7,
    "text": "Twój czas jest ograniczony, więc nie marnuj go, żyjąc życiem kogoś innego.",
    "author": "Steve Jobs"
  },
  {
    "id": 8,
    "text": "Nie chodzi o to, żeby dodać lat do twojego życia, ale życie do twoich lat.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 9,
    "text": "Sekretem jest znać swoją wartość i następnie działać jakbyś była tego warta.",
    "author": "Suze Orman"
  },
  {
    "id": 10,
    "text": "Nie pozwól, by czyjaś opinia o tobie stała się twoją rzeczywistością.",
    "author": "Les Brown"
  },
  {
    "id": 11,
    "text": "Bądź wdzięczna za to, co masz, a będziesz miała więcej. Jeśli koncentrujesz się na tym, czego nie masz, nigdy nie będziesz miała wystarczająco.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 12,
    "text": "To nie to, co mówisz, że zrobisz, ale to, co robisz, co ostatecznie definiuje cię.",
    "author": "Marie Forleo"
  },
  {
    "id": 13,
    "text": "Zdolność do podejmowania odważnych decyzji, nawet jeśli się boisz, to najistotniejszy składnik sukcesu.",
    "author": "Mel Robbins"
  },
  {
    "id": 14,
    "text": "Kochaj siebie wystarczająco mocno, aby stworzyć życie, które naprawdę kochasz.",
    "author": "Kamal Ravikant"
  },
  {
    "id": 15,
    "text": "Najbardziej skutecznym sposobem na robienie czegoś jest robienie tego.",
    "author": "Amelia Earhart"
  },
  {
    "id": 16,
    "text": "Twoje przekonania stają się twoimi myślami. Twoje myśli stają się twoimi słowami. Twoje słowa stają się twoimi czynami. Twoje czyny stają się twoimi nawykami. Twoje nawyki stają się twoimi wartościami. Twoje wartości stają się twoim przeznaczeniem.",
    "author": "Mahatma Gandhi"
  },
  {
    "id": 17,
    "text": "Pieniądze są tylko narzędziem. Zabiorą cię, dokąd chcesz, ale nie zastąpią ciebie jako kierowcy.",
    "author": "Ayn Rand"
  },
  {
    "id": 18,
    "text": "Odwaga nie oznacza brak strachu, lecz triumf nad nim. Odważny człowiek to nie ten, kto nie odczuwa strachu, ale ten, kto pokonuje swój strach.",
    "author": "Nelson Mandela"
  },
  {
    "id": 19,
    "text": "Możesz mieć wszystko. Po prostu nie wszystko naraz.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 20,
    "text": "Nie bój się oddać tego, co dobre, aby zyskać to, co wspaniałe.",
    "author": "John D. Rockefeller"
  },
  {
    "id": 21,
    "text": "Sukces to nie ostateczny cel, porażka to nie koniec świata: to odwaga kontynuowania, która się liczy.",
    "author": "Winston Churchill"
  },
  {
    "id": 22,
    "text": "Jeśli chcesz żyć szczęśliwe życie, powiąż je z celem, a nie z ludźmi czy rzeczami.",
    "author": "Albert Einstein"
  },
  {
    "id": 23,
    "text": "Musisz oczekiwać wspaniałych rzeczy od siebie, zanim będziesz mogła je wykonać.",
    "author": "Michael Jordan"
  },
  {
    "id": 24,
    "text": "Możesz, powinieneś i jeśli jesteś wystarczająco odważny, zaczniesz.",
    "author": "Stephen King"
  },
  {
    "id": 25,
    "text": "Każdy widzi, kim wydajesz się być, ale niewielu doświadcza, kim jesteś naprawdę.",
    "author": "Machiavelli"
  },
  {
    "id": 26,
    "text": "Jeśli nie projektujesz własnego planu życia, prawdopodobnie wpadniesz w plan kogoś innego. A wiesz, co mają zaplanowane dla ciebie? Nie za wiele.",
    "author": "Jim Rohn"
  },
  {
    "id": 27,
    "text": "Nasze największe słabości leżą w poddawaniu się. Najbardziej pewnym sposobem na sukces jest zawsze próbować jeszcze raz.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 28,
    "text": "Nie możemy rozwiązać problemów, używając tego samego rodzaju myślenia, którego użyliśmy, gdy je stwarzaliśmy.",
    "author": "Albert Einstein"
  },
  {
    "id": 29,
    "text": "Życie zaczyna się na końcu twojej strefy komfortu.",
    "author": "Neale Donald Walsch"
  },
  {
    "id": 30,
    "text": "Jedyny sposób, żeby robić świetną robotę, to kochać to, co się robi.",
    "author": "Steve Jobs"
  }
]
