[
  {
    "id": 1,
    "title": "Poranny Rytuał Złotej Kobiecości",
    "content": "Budząc się, pozwól sobie na moment ciszy. Poczuj, jak twoje ciało obejmuje ciepło pościeli. Weź trzy głębokie oddechy, wyobrażając sobie, jak z każdym wdechem wlewasz do swojego ciała złote światło miłości i obfitości.\n\nPołóż dłoń na sercu i szepnij do siebie: \"Dzień dobry, ukochana. Dzisiaj celebrujemy nasze wspólne podróżowanie. Oczywiście, że wszystko już jest dobrze.\"\n\nWstając z łóżka, pozwól swoim stopom dotknąć ziemi z wdzięcznością. Każdy krok, który dziś wykonasz, jest krokiem w stronę twojego najwyższego dobra.\n\nPrzed lustrem podaruj sobie szczery uśmiech, spotykając swoją duszę w odbiciu. Jesteś doskonała w swojej niepowtarzalności.",
    "category": "morning",
    "type": "ritual",
    "isPremium": true
  },
  {
    "id": 2,
    "title": "Wieczorny Rytuał Wdzięczności",
    "content": "Wieczorem, kiedy dzień dobiega końca, stwórz dla siebie przestrzeń spokoju. Zapal świecę symbolizującą światło twojej duszy.\n\nZamknij oczy i pozwól sobie przypomnieć trzy momenty z dzisiejszego dnia, za które czujesz wdzięczność. Poczuj, jak każde z tych wspomnień wypełnia cię złotym ciepłem.\n\nSzepnij do siebie: \"Dziękuję ci, dniu, za wszystkie dary. Dziękuję ci, ciało, za noszenie mnie przez te doświadczenia. Oczywiście, że jestem bezpieczna w swoim istnieniu.\"\n\nOtul się miłością jak najdelikatniejszym kocem, wiedząc, że nawet we śnie twoja dusza pracuje na rzecz twojego najwyższego dobra.",
    "category": "evening",
    "type": "ritual",
    "isPremium": true
  },
  {
    "id": 3,
    "title": "Codzienny Rytuał Złotego Blasku",
    "content": "Znajdź pięć minut każdego poranka, by napełnić się swoim własnym światłem. Stań przy oknie, pozwalając promykom słońca (lub nawet pochmurnej poświacie) dotknąć twojej skóry.\n\nRozprzestrzeń ramiona jak skrzydła i wyobraź sobie, że z twojego serca wypływa złota energia, owijając się wokół ciebie jak kokon światła. Oczywiście, że jesteś miłością w swojej najczystszej formie.\n\nPowiedz na głos: \"Jestem otwarta na przyjmowanie wszystkich darów, które dzisiaj do mnie płyną. Jestem gotowa dostrzegać cuda w codzienności.\"",
    "category": "morning",
    "type": "ritual",
    "isPremium": true
  },
  {
    "id": 4,
    "title": "Rytuał Księżycowej Kąpieli",
    "content": "Podczas pełni księżyca (choć każda faza księżyca ma swoją moc), przygotuj sobie kąpiel z solą morską i kilkoma kroplami ulubionego olejku.\n\nWchodząc do wody, wyobraź sobie, że zanurzasz się w srebrnym świetle księżyca, które oczyszcza każdą komórkę twojego ciała z napięć i trosk.\n\nSzepnij do wody: \"Zmywam wszystko, co nie jest miłością. Oczywiście, że wszystko już jest dobrze.\"",
    "category": "evening",
    "type": "ritual",
    "isPremium": true
  },
  {
    "id": 5,
    "title": "Medytacja Złotego Serca",
    "content": "Usiądź wygodnie, z plecami naturalnie wyprostowanymi. Zamknij oczy i skieruj uwagę na swój oddech.\n\nWyobraź sobie, że w centrum twojej klatki piersiowej pulsuje złote światło. Z każdym wdechem staje się ono jaśniejsze, z każdym wydechem rozszerza się, wypełniając całe twoje ciało.\n\nPowtarzaj w myślach: \"Jestem bezpieczna w swoim sercu. Jestem domem dla siebie. Jestem ukochana przez samo życie.\"\n\nPozwól temu złotemu światłu wypełnić każdy zakamarek twojego istnienia, przynosząc ukojenie, pewność i spokój. Oczywiście, że jesteś miłością.",
    "category": "meditation",
    "type": "meditation",
    "isPremium": true
  },
  {
    "id": 6,
    "title": "Medytacja Wizualizacyjna \"Ogród Duszy\"",
    "content": "Zamknij oczy i wyobraź sobie, że stoisz przed bramą do magicznego ogrodu – twojego własnego ogrodu duszy.\n\nOtwórz tę bramę i wejdź do środka. Co widzisz? Jakie kolory, zapachy, dźwięki cię otaczają? Czy są tam kwiaty, drzewa, może strumyk?\n\nZnajdź miejsce, które przyciąga cię najbardziej i usiądź tam. Poczuj, jak ziemia pod tobą wspiera cię i karmi swoją energią. Oczywiście, że jesteś bezpieczna w tym ogrodzie swojej duszy.\n\nW tym miejscu możesz zadać pytanie swojemu wewnętrznemu przewodnikowi. Odpowiedź może przyjść jako słowa, obrazy, uczucia. Zaufaj temu, co otrzymujesz.",
    "category": "meditation",
    "type": "meditation",
    "isPremium": true
  },
  {
    "id": 7,
    "title": "Medytacja Słońca Wewnętrznego",
    "content": "Usiądź lub połóż się w wygodnej pozycji i pozwól sobie na głęboki oddech, rozluźniając każdą część ciała od stóp po czubek głowy.\n\nWyobraź sobie, że w samym centrum twojego brzucha znajduje się małe, jasne słońce. Z każdym oddechem to słońce staje się jaśniejsze, cieplejsze, większe.\n\nPoczuj, jak jego ciepło rozchodzi się po całym twoim ciele, docierając do każdej komórki, przynosząc im energię i witalność.\n\nPowtarzaj w myślach: \"Jestem jak słońce – naturalnie promienieję ciepłem, światłem i miłością. To jest moja prawdziwa natura.\"",
    "category": "meditation",
    "type": "meditation",
    "isPremium": true
  },
  {
    "id": 8,
    "title": "Rytuał Porannej Wdzięczności",
    "content": "Jeszcze przed sprawdzeniem telefonu, tuż po przebudzeniu, połóż dłonie na swoim sercu i weź trzy głębokie oddechy.\n\nPomyśl o trzech rzeczach, za które jesteś wdzięczna w tym momencie. Mogą to być najprostsze sprawy: ciepło kołdry, zapach poranka, fakt, że oddychasz.\n\nPowiedz na głos: \"Dziękuję za ten nowy dzień i wszystkie możliwości, które niesie. Oczywiście, że jestem gotowa na przyjmowanie dobra.\"",
    "category": "morning",
    "type": "ritual",
    "isPremium": false
  },
  {
    "id": 9,
    "title": "Wieczorny Rytuał Uwolnienia",
    "content": "Przed snem zapisz na kartce papieru wszystkie troski, zmartwienia i napięcia, które niesiesz ze sobą po dniu.\n\nPrzeczytaj je na głos, a następnie powiedz: \"Uwalniam te wszystkie sprawy. Odkładam je na noc, wiedząc, że we śnie moja podświadomość znajdzie najlepsze rozwiązania.\"\n\nZgnij kartkę i odłóż ją pod poduszkę lub do szuflady. Wyobraź sobie, że wraz z tym gestem zdejmujesz z siebie ciężar, pozwalając sobie na regenerujący sen.",
    "category": "evening",
    "type": "ritual",
    "isPremium": false
  },
  {
    "id": 10,
    "title": "Medytacja Uziemienia",
    "content": "Wyjdź na zewnątrz i znajdź miejsce, gdzie możesz stanąć lub usiąść bezpośrednio na ziemi. Jeśli to niemożliwe, wyobraź sobie taki kontakt.\n\nZamknij oczy i poczuj, jak Twoje stopy (lub ciało) łączą się z ziemią. Wyobraź sobie, że wypuszczasz korzenie, które sięgają głęboko w glebę.\n\nZ każdym wdechem przyjmujesz stabilność i moc ziemi, z każdym wydechem uwalniasz wszystko, co niepotrzebne.\n\nPowtarzaj: \"Jestem bezpieczna i ugruntowana. Czerpię siłę z ziemi, na której stoję.\"",
    "category": "meditation",
    "type": "meditation",
    "isPremium": false
  }
]